Repository: kabirnayeem99/LocalDrop
Catalog: Modules/FeatureTransfer/Sources/FeatureTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, ru, tr, ug, ur, vi, zh_hans

# menubar.incomingRequest
source: Incoming Request
ar: طلب وارد
bn: ইনকামিং অনুরোধ
de: Eingehende Anfrage
es: Solicitud entrante
fr: Demande entrante
hi: आने वाला अनुरोध
id: Permintaan Masuk
ja: 受信リクエスト
ko: 들어오는 요청
pt_br: Solicitação recebida
ru: Входящий запрос
tr: Gelen Talep
ug: كەلگەن تەلەپ
ur: موصول ہونے والی درخواست
vi: Yêu cầu đến
zh_hans: 传入请求

# menubar.incomingRequestFromFormat
source: Incoming request from %@
ar: طلب وارد من %@
bn: %@ থেকে ইনকামিং অনুরোধ
de: Eingehende Anfrage von %@
es: Solicitud entrante de %@
fr: Demande entrante de %@
hi: %@ से आने वाला अनुरोध
id: Permintaan masuk dari %@
ja: %@ からの受信リクエスト
ko: %@에서 수신 요청
pt_br: Solicitação recebida de %@
ru: Входящий запрос от %@.
tr: %@'dan gelen istek
ug: %@ دىن كەلگەن تەلەپ
ur: %@ سے درخواست موصول ہوئی
vi: Yêu cầu đến từ %@
zh_hans: 来自 %@ 的传入请求

# menubar.openLocalDrop
source: Open LocalDrop
ar: فتح LocalDrop
bn: LocalDrop খুলুন
de: Öffnen Sie LocalDrop
es: Abrir LocalDrop
fr: Ouvrir LocalDrop
hi: लोकलड्रॉप खोलें
id: Buka LocalDrop
ja: ローカルドロップを開く
ko: 로컬드롭 열기
pt_br: Abra LocalDrop
ru: Открыть LocalDrop
tr: LocalDrop'u açın
ug: LocalDrop نى ئېچىڭ
ur: LocalDrop کھولیں
vi: Mở LocalDrop
zh_hans: 打开本地投递

# menubar.pauseReceiving
source: Pause Receiving (Requires Runtime Support)
ar: إيقاف الاستلام مؤقتًا (يتطلب دعم بيئة التشغيل)
bn: প্রাপ্তি থামান (রানটাইম সমর্থন প্রয়োজন)
de: Empfang anhalten (Laufzeitunterstützung erforderlich)
es: Pausar la recepción (requiere soporte en tiempo de ejecución)
fr: Suspendre la réception (nécessite la prise en charge de l'exécution)
hi: प्राप्त करना रोकें (रनटाइम समर्थन की आवश्यकता है)
id: Jeda Penerimaan (Memerlukan Dukungan Runtime)
ja: 受信を一時停止します (ランタイム サポートが必要)
ko: 수신 일시 중지(런타임 지원 필요)
pt_br: Pausar recebimento (requer suporte de tempo de execução)
ru: Приостановить прием (требуется поддержка во время выполнения)
tr: Alımı Duraklat (Çalışma Zamanı Desteği Gerekir)
ug: ۋاقىتلىق قوبۇل قىلىش (ئىجرا ۋاقتىنى قوللاشنى تەلەپ قىلىدۇ)
ur: وصولی روکیں (رن ٹائم سپورٹ درکار ہے)
vi: Tạm dừng nhận (Yêu cầu hỗ trợ thời gian chạy)
zh_hans: 暂停接收（需要运行时支持）

# menubar.preferences
source: Preferences…
ar: التفضيلات…
bn: পছন্দ…
de: Präferenzen…
es: Preferencias…
fr: Préférences…
hi: प्राथमिकताएँ...
id: Preferensi…
ja: 設定…
ko: 환경설정…
pt_br: Preferências…
ru: Предпочтения…
tr: Tercihler…
ug: مايىللىق…
ur: ترجیحات…
vi: Sở thích…
zh_hans: 偏好设置...

# menubar.quitLocalDrop
source: Quit LocalDrop
ar: إنهاء LocalDrop
bn: LocalDrop প্রস্থান করুন
de: Beenden Sie LocalDrop
es: Salir de LocalDrop
fr: Quitter LocalDrop
hi: लोकलड्रॉप छोड़ें
id: Keluar dari LocalDrop
ja: LocalDropを終了する
ko: LocalDrop 종료
pt_br: Sair do LocalDrop
ru: Выйти из LocalDrop
tr: LocalDrop'tan çık
ug: LocalDrop نى تاشلاڭ
ur: LocalDrop بند کریں
vi: Thoát LocalDrop
zh_hans: 退出 LocalDrop

# menubar.receivingTitle
source: Receiving: %@
ar: جارٍ الاستلام: %@
bn: গ্রহণ করা হচ্ছে: %@
de: Empfang: %@
es: Recepción: %@
fr: Réception : %@
hi: प्राप्त करना: %@
id: Menerima: %@
ja: 受信中: %@
ko: 수신: %@
pt_br: Recebendo: %@
ru: Получение: %@
tr: Alma: %@
ug: قوبۇل قىلىش: %@
ur: وصول ہو رہا ہے: %@
vi: Đang nhận: %@
zh_hans: 接收：%@

# menubar.recentTransfers
source: Recent Transfers
ar: عمليات النقل الأخيرة
bn: সাম্প্রতিক স্থানান্তর
de: Letzte Übertragungen
es: Transferencias recientes
fr: Transferts récents
hi: हाल के स्थानांतरण
id: Transfer Terbaru
ja: 最近の転送
ko: 최근 이적
pt_br: Transferências recentes
ru: Недавние трансферы
tr: Son Transferler
ug: يېقىنقى يۆتكىلىشلەر
ur: حالیہ منتقلیاں
vi: Chuyển khoản gần đây
zh_hans: 最近的转会

# menubar.sendFile
source: Send File…
ar: إرسال ملف…
bn: ফাইল পাঠান...
de: Datei senden…
es: Enviar archivo…
fr: Envoyer le fichier…
hi: लेख्यपत्र भेज दें…
id: Kirim File…
ja: ファイルを送信…
ko: 파일 보내기…
pt_br: Enviar arquivo…
ru: Отправить файл…
tr: Dosya Gönder…
ug: ھۆججەت ئەۋەتىش…
ur: فائل بھیجیں…
vi: Gửi tệp…
zh_hans: 发送文件...

# menubar.sendFolder
source: Send Folder…
ar: إرسال مجلد…
bn: ফোল্ডার পাঠান...
de: Ordner senden…
es: Enviar carpeta…
fr: Envoyer le dossier…
hi: फ़ोल्डर भेजें...
id: Kirim Folder…
ja: 送信フォルダー…
ko: 폴더 보내기…
pt_br: Enviar pasta…
ru: Отправить папку…
tr: Klasörü Gönder…
ug: ھۆججەت قىسقۇچ ئەۋەتىش…
ur: فولڈر بھیجیں…
vi: Gửi thư mục…
zh_hans: 发送文件夹...

# menubar.sendTextOrClipboard
source: Send Text or Clipboard…
ar: إرسال نص أو محتوى الحافظة…
bn: পাঠ্য বা ক্লিপবোর্ড পাঠান...
de: Text oder Zwischenablage senden…
es: Enviar texto o portapapeles…
fr: Envoyer du texte ou du presse-papiers…
hi: टेक्स्ट या क्लिपबोर्ड भेजें...
id: Kirim Teks atau Papan Klip…
ja: テキストまたはクリップボードを送信…
ko: 텍스트 또는 클립보드 보내기...
pt_br: Enviar texto ou área de transferência…
ru: Отправить текст или буфер обмена…
tr: Metin veya Pano Gönder…
ug: تېكىست ياكى چاپلاش تاختىسى ئەۋەتىڭ…
ur: متن یا کلپ بورڈ بھیجیں…
vi: Gửi văn bản hoặc Clipboard…
zh_hans: 发送文本或剪贴板...

# menubar.sendToNearby
source: Send to Nearby
ar: إرسال إلى جهاز قريب
bn: কাছাকাছি পাঠান
de: In die Nähe senden
es: Enviar a cerca
fr: Envoyer à proximité
hi: आस-पास भेजें
id: Kirim ke Perangkat Terdekat
ja: 近くに送信
ko: 주변으로 보내기
pt_br: Enviar para próximo
ru: Отправить в ближайший
tr: Yakındakilere Gönder
ug: يېقىن ئەتراپقا ئەۋەتىڭ
ur: قریبی آلے کو بھیجیں
vi: Gửi đến lân cận
zh_hans: 发送至附近

# menubar.showAllHistory
source: Show All in History…
ar: إظهار الكل في السجل…
bn: ইতিহাসে সব দেখান...
de: Alles in der Geschichte anzeigen…
es: Mostrar todo en el historial…
fr: Afficher tout dans l’histoire…
hi: इतिहास में सभी दिखाएँ...
id: Tampilkan Semua di Riwayat…
ja: 履歴をすべて表示…
ko: 기록에 모두 표시…
pt_br: Mostrar tudo na história…
ru: Показать все в истории…
tr: Geçmişin Tümünü Göster…
ug: ھەممىنى تارىختا كۆرسەت…
ur: تاریخ میں سب دکھائیں…
vi: Hiển thị tất cả trong lịch sử…
zh_hans: 显示历史记录中的全部内容...

# menubar.stageFirst
source: Stage files, folders, or text in LocalDrop first
ar: جهّز الملفات أو المجلدات أو النص في LocalDrop أولًا
bn: প্রথমে LocalDrop-এ স্টেজ ফাইল, ফোল্ডার বা টেক্সট
de: Stellen Sie Dateien, Ordner oder Text zunächst in LocalDrop bereit
es: Organiza primero archivos, carpetas o texto en LocalDrop
fr: Placez d'abord les fichiers, les dossiers ou le texte dans LocalDrop
hi: पहले लोकलड्रॉप में फ़ाइलों, फ़ोल्डरों या टेक्स्ट को स्टेज करें
id: Siapkan file, folder, atau teks di LocalDrop terlebih dahulu
ja: 最初に LocalDrop にファイル、フォルダー、またはテキストをステージングします
ko: 먼저 LocalDrop의 파일, 폴더 또는 텍스트 준비
pt_br: Prepare arquivos, pastas ou texto primeiro no LocalDrop
ru: Сначала загружайте файлы, папки или текст в LocalDrop.
tr: Dosyaları, klasörleri veya metni önce LocalDrop'ta hazırlayın
ug: ئالدى بىلەن LocalDrop دىكى ھۆججەت ، ھۆججەت قىسقۇچ ياكى تېكىست
ur: پہلے LocalDrop میں فائلیں، فولڈرز یا متن تیار کریں
vi: Sắp xếp các tệp, thư mục hoặc văn bản trong LocalDrop trước tiên
zh_hans: 首先将文件、文件夹或文本暂存在 LocalDrop 中

# quicksave.menuLabel.favorites
source: Favorites Only
ar: المفضلة فقط
bn: শুধুমাত্র প্রিয়
de: Nur Favoriten
es: Sólo favoritos
fr: Favoris uniquement
hi: केवल पसंदीदा
id: Hanya Favorit
ja: お気に入りのみ
ko: 즐겨찾기만
pt_br: Somente favoritos
ru: Только избранное
tr: Yalnızca Favoriler
ug: پەقەت ياخشى كۆرىدىغانلار
ur: صرف پسندیدہ
vi: Chỉ yêu thích
zh_hans: 仅限收藏夹

# quicksave.menuLabel.off
source: Ask Each Time
ar: السؤال في كل مرة
bn: প্রতিবার জিজ্ঞাসা করুন
de: Fragen Sie jedes Mal
es: Pregunta cada vez
fr: Demandez à chaque fois
hi: हर बार पूछें
id: Tanyakan Setiap Kali
ja: 毎回尋ねる
ko: 매번 물어보세요
pt_br: Pergunte sempre
ru: Спрашивайте каждый раз
tr: Her Seferinde Sor
ug: ھەر قېتىم سوراڭ
ur: ہر بار پوچھیں
vi: Hỏi mỗi lần
zh_hans: 每次询问

# quicksave.menuLabel.on
source: Downloads
ar: التنزيلات
bn: ডাউনলোড
es: Descargas
fr: Téléchargements
hi: डाउनलोड
id: Unduhan
ja: ダウンロード
ko: 다운로드
pt_br: Transferências
ru: Загрузки
tr: İndirilenler
ug: چۈشۈرۈش
ur: ڈاؤن لوڈز
vi: Tải xuống
zh_hans: 下载

# quicksave.mode.favorites
source: Favorites
ar: المفضلة
bn: প্রিয়
de: Favoriten
es: Favoritos
fr: Favoris
hi: पसंदीदा
id: Favorit
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
ru: Избранное
tr: Favoriler
ug: ياقتۇرىدىغانلار
ur: پسندیدہ
vi: Yêu thích
zh_hans: 收藏夹

# quicksave.mode.off
source: Off
ar: إيقاف
bn: বন্ধ
de: Aus
es: Apagado
fr: Désactivé
hi: बंद
id: Nonaktif
ja: オフ
ko: 끄다
pt_br: Desligado
ru: Выключенный
tr: Kapalı
ur: بند
vi: Tắt
zh_hans: 离开

# quicksave.mode.on
source: On
ar: تشغيل
bn: চালু
de: An
es: En
fr: Sur
hi: पर
id: Aktif
ja: の上
ko: ~에
pt_br: Sobre
ru: На
tr: Açık
ur: چالو
vi: TRÊN
zh_hans: 在

# receive.discoverable
source: LocalDrop is discoverable
ar: يمكن اكتشاف LocalDrop
bn: LocalDrop আবিষ্কারযোগ্য
de: LocalDrop ist erkennbar
es: LocalDrop es detectable
fr: LocalDrop est détectable
hi: लोकलड्रॉप खोजने योग्य है
id: LocalDrop dapat ditemukan
ja: LocalDrop は検出可能です
ko: LocalDrop을 검색할 수 있습니다.
pt_br: LocalDrop pode ser descoberto
ru: LocalDrop доступен для обнаружения
tr: LocalDrop keşfedilebilir
ug: LocalDrop نى بايقىغىلى بولىدۇ
ur: LocalDrop قابلِ دریافت ہے
vi: LocalDrop có thể được khám phá
zh_hans: LocalDrop 是可发现的

# receive.quickSave
source: Quick Save
ar: حفظ سريع
bn: দ্রুত সংরক্ষণ করুন
de: Schnell speichern
es: Guardado rápido
fr: Sauvegarde rapide
hi: तत्काल बचत
id: Simpan Cepat
ja: クイックセーブ
ko: 빠른 저장
pt_br: Salvamento rápido
ru: Быстрое сохранение
tr: Hızlı Kaydet
ug: تېز ساقلاش
ur: فوری محفوظ کریں
vi: Lưu nhanh
zh_hans: 快速保存

# receive.waiting
source: Waiting to receive ·
ar: بانتظار الاستلام ·
bn: পাওয়ার অপেক্ষায়
de: Warten auf Empfang ·
es: Esperando recibir ·
fr: En attente de recevoir ·
hi: प्राप्त करने की प्रतीक्षा में ·
id: Menunggu untuk menerima ·
ja: 受け取りを待っています ·
ko: 수신 대기 중 ·
pt_br: Esperando para receber ·
ru: Ожидание получения ·
tr: Alınmayı bekliyorum ·
ug: تاپشۇرۇۋېلىشنى ساقلاش ·
ur: وصولی کا انتظار ·
vi: Đang chờ nhận ·
zh_hans: 等待领取·

# root.activeItem
source: %d active item
ar: %d عنصر نشط
bn: %d সক্রিয় আইটেম
de: %d aktives Element
es: %d elemento activo
fr: %d article actif
hi: %d सक्रिय आइटम
id: %d item aktif
ja: %d アクティブなアイテム
ko: %d 활성 아이템
pt_br: Item ativo %d
ru: %d активный элемент
tr: %d aktif öğe
ug: %d ئاكتىپ تۈر
ur: %d فعال آئٹم
vi: Mục hoạt động %d
zh_hans: %d 活动项目

# root.history
source: History
ar: السجل
bn: ইতিহাস
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
id: Riwayat
ja: 歴史
ko: 역사
pt_br: História
ru: История
tr: Tarih
ug: تارىخ
ur: تاریخ
vi: Lịch sử
zh_hans: 历史

# root.refresh
source: Refresh
ar: تحديث
bn: রিফ্রেশ
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
hi: ताज़ा करना
id: Segarkan
ja: リフレッシュ
ko: 새로 고치다
pt_br: Atualizar
ru: Обновить
tr: Yenile
ug: يېڭىلاش
ur: تازہ کریں
vi: Làm cho khỏe lại
zh_hans: 刷新

# root.refreshingDiscovery
source: Refreshing discovery
ar: جارٍ تحديث الاكتشاف
bn: রিফ্রেশ আবিষ্কার
de: Erfrischende Entdeckung
es: Descubrimiento refrescante
fr: Découverte rafraîchissante
hi: ताज़ा खोज
id: Menyegarkan pencarian
ja: 新鮮な発見
ko: 상쾌한 발견
pt_br: Descoberta refrescante
ru: Освежающее открытие
tr: Yenileyici keşif
ug: بايقاشنى يېڭىلاش
ur: دریافت تازہ کی جا رہی ہے
vi: Khám phá mới mẻ
zh_hans: 令人耳目一新的发现

# root.settings
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
ug: تەڭشەك
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置

# runtime.discoverable
source: Discoverable
ar: قابل للاكتشاف
bn: আবিষ্কারযোগ্য
de: Auffindbar
es: Descubrible
fr: Découvrable
hi: खोज योग्य
id: Dapat ditemukan
ja: 発見可能
ko: 검색 가능
pt_br: Detectável
ru: Обнаруживаемый
tr: Keşfedilebilir
ug: بايقاشقا بولىدۇ
ur: قابلِ دریافت
vi: Có thể khám phá
zh_hans: 可发现的

# runtime.starting
source: Starting…
ar: جارٍ البدء…
bn: শুরু হচ্ছে...
de: Beginnend mit …
es: A partir de…
fr: Départ…
hi: शुरू हो रहा है...
id: Memulai…
ja: 起動…
ko: 시작 중…
pt_br: Começando…
ru: Начало…
tr: Başlangıç…
ug: باشلاش…
ur: شروع ہو رہا ہے…
vi: Bắt đầu…
zh_hans: 开始…

# runtime.unavailable
source: Unavailable
ar: غير متاح
bn: অনুপলব্ধ
de: Nicht verfügbar
es: Indisponible
fr: Indisponible
hi: अनुपलब्ध
id: Tidak tersedia
ja: 利用不可
ko: 없는
pt_br: Indisponível
ru: Недоступно
tr: Kullanılamıyor
ur: دستیاب نہیں
vi: Không có sẵn
zh_hans: 不可用

# screen.history.title
source: History
ar: السجل
bn: ইতিহাস
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
id: Riwayat
ja: 歴史
ko: 역사
pt_br: História
ru: История
tr: Tarih
ug: تارىخ
ur: تاریخ
vi: Lịch sử
zh_hans: 历史

# screen.receive.title
source: Receive
ar: استلام
bn: গ্রহণ করুন
de: Erhalten
es: Recibir
fr: Recevoir
hi: प्राप्त करें
id: Terima
ja: 受け取る
ko: 받다
pt_br: Receber
ru: Получать
tr: Almak
ug: قوبۇل قىلىڭ
ur: وصول کریں
vi: Nhận được
zh_hans: 收到

# screen.send.title
source: Send
ar: إرسال
bn: পাঠান
de: Schicken
es: Enviar
fr: Envoyer
hi: भेजना
id: Kirim
ja: 送信
ko: 보내다
pt_br: Enviar
ru: Отправлять
tr: Göndermek
ug: ئەۋەتىڭ
ur: بھیجیں
vi: Gửi
zh_hans: 发送

# screen.settings.title
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
ug: تەڭشەك
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置

# send.dropZoneLabel
source: Drag files or folders anywhere to send
ar: اسحب الملفات أو المجلدات إلى أي مكان لإرسالها
bn: পাঠাতে ফাইল বা ফোল্ডার টেনে আনুন কোথাও
de: Ziehen Sie Dateien oder Ordner zum Senden an eine beliebige Stelle
es: Arrastre archivos o carpetas a cualquier lugar para enviarlos
fr: Faites glisser des fichiers ou des dossiers n'importe où pour les envoyer
hi: भेजने के लिए फ़ाइलों या फ़ोल्डरों को कहीं भी खींचें
id: Seret file atau folder ke mana saja untuk mengirim
ja: ファイルまたはフォルダーを任意の場所にドラッグして送信します
ko: 파일이나 폴더를 어디로든 드래그하여 보내세요.
pt_br: Arraste arquivos ou pastas para qualquer lugar para enviar
ru: Перетащите файлы или папки в любое место для отправки
tr: Dosyaları veya klasörleri göndermek için herhangi bir yere sürükleyin
ug: ھۆججەت ياكى ھۆججەت قىسقۇچنى ئەۋەتمەكچى بولغان يەرگە سۆرەپ كىرىڭ
ur: بھیجنے کے لیے فائلیں یا فولڈرز کہیں بھی گھسیٹیں
vi: Kéo tệp hoặc thư mục vào bất kỳ đâu để gửi
zh_hans: 将文件或文件夹拖到任意位置即可发送

# send.mode.close
source: Close
ar: إغلاق
bn: বন্ধ
de: Schließen
es: Cerca
fr: Fermer
hi: बंद करना
id: Tutup
ja: 近い
ko: 닫다
pt_br: Fechar
ru: Закрывать
tr: Kapalı
ug: تاقاش
ur: بند کریں
vi: Đóng
zh_hans: 关闭

# send.mode.explanation
source: Explanation
ar: شرح
bn: ব্যাখ্যা
de: Erläuterung
es: Explicación
fr: Explication
hi: स्पष्टीकरण
id: Penjelasan
ja: 説明
ko: 설명
pt_br: Explicação
ru: Объяснение
tr: Açıklama
ug: چۈشەندۈرۈش
ur: وضاحت
vi: Giải thích
zh_hans: 解释

# send.mode.help
source: Choose whether LocalDrop sends to one device, multiple devices, or starts link sharing.
ar: اختر ما إذا كان LocalDrop سيرسل إلى جهاز واحد أو عدة أجهزة أو سيبدأ المشاركة عبر الرابط.
bn: লোকালড্রপ একটি ডিভাইসে, একাধিক ডিভাইসে পাঠাবে নাকি লিঙ্ক শেয়ার করা শুরু করবে তা বেছে নিন।
de: Wählen Sie, ob LocalDrop an ein oder mehrere Geräte sendet oder die Linkfreigabe startet.
es: Elija si LocalDrop envía a un dispositivo, a varios dispositivos o comienza a compartir enlaces.
fr: Choisissez si LocalDrop envoie vers un appareil, plusieurs appareils ou démarre le partage de lien.
hi: चुनें कि क्या लोकलड्रॉप एक डिवाइस, एकाधिक डिवाइस पर भेजता है, या लिंक साझा करना शुरू करता है।
id: Pilih apakah LocalDrop mengirim ke satu perangkat, beberapa perangkat, atau memulai berbagi tautan.
ja: LocalDrop が 1 つのデバイスに送信するか、複数のデバイスに送信するか、リンク共有を開始するかを選択します。
ko: LocalDrop이 하나의 장치, 여러 장치로 보낼지 아니면 링크 공유를 시작할지 선택합니다.
pt_br: Escolha se o LocalDrop envia para um dispositivo, vários dispositivos ou inicia o compartilhamento de link.
ru: Выберите, будет ли LocalDrop отправлять данные на одно устройство, на несколько устройств или начинать обмен ссылками.
tr: LocalDrop'un bir cihaza mı, birden fazla cihaza mı göndereceğini veya bağlantı paylaşımını başlatıp başlatmayacağını seçin.
ug: LocalDrop نىڭ بىر ئۈسكۈنىگە ، كۆپ ئۈسكۈنىگە ئەۋەتىدىغانلىقىنى ياكى ئۇلىنىشتىن ئورتاقلىشىشنى باشلاڭ.
ur: منتخب کریں کہ LocalDrop ایک آلہ، کئی آلات یا لنک شیئرنگ شروع کرے۔
vi: Chọn xem LocalDrop gửi tới một thiết bị, nhiều thiết bị hay bắt đầu chia sẻ liên kết.
zh_hans: 选择 LocalDrop 是发送到一台设备、多台设备，还是启动链接共享。

# send.mode.link
source: Share via link
ar: المشاركة عبر الرابط
bn: লিঙ্কের মাধ্যমে শেয়ার করুন
de: Per Link teilen
es: Compartir mediante enlace
fr: Partager via un lien
hi: लिंक के माध्यम से साझा करें
id: Bagikan lewat tautan
ja: リンク経由で共有
ko: 링크를 통해 공유
pt_br: Compartilhar por link
ru: Поделиться по ссылке
tr: Bağlantı yoluyla paylaş
ug: ئۇلىنىش ئارقىلىق ھەمبەھىرلەڭ
ur: لنک کے ذریعے شیئر کریں
vi: Chia sẻ qua liên kết
zh_hans: 通过链接分享

# send.mode.linkDescription
source: Share via link exposes the staged items over a temporary local link for browsers or remote devices.
ar: تُظهر المشاركة عبر الرابط العناصر المجهّزة عبر رابط محلي مؤقت للمتصفحات أو الأجهزة البعيدة.
bn: লিঙ্কের মাধ্যমে শেয়ার করা ব্রাউজার বা দূরবর্তী ডিভাইসগুলির জন্য একটি অস্থায়ী স্থানীয় লিঙ্কের মাধ্যমে মঞ্চস্থ আইটেমগুলিকে প্রকাশ করে৷
de: Durch die Freigabe per Link werden die bereitgestellten Elemente über einen temporären lokalen Link für Browser oder Remote-Geräte verfügbar gemacht.
es: Compartir mediante enlace expone los elementos preparados a través de un enlace local temporal para navegadores o dispositivos remotos.
fr: Partager via un lien expose les éléments mis en scène via un lien local temporaire pour les navigateurs ou les appareils distants.
hi: लिंक के माध्यम से साझा करना ब्राउज़र या दूरस्थ उपकरणों के लिए एक अस्थायी स्थानीय लिंक पर चरणबद्ध आइटम को उजागर करता है।
id: Bagikan lewat tautan menampilkan item yang disiapkan melalui tautan lokal sementara untuk browser atau perangkat jarak jauh.
ja: リンク経由の共有は、ブラウザーまたはリモート デバイスの一時的なローカル リンクを介してステージングされたアイテムを公開します。
ko: 링크를 통한 공유는 브라우저 또는 원격 장치에 대한 임시 로컬 링크를 통해 준비된 항목을 노출합니다.
pt_br: Compartilhar via link expõe os itens preparados em um link local temporário para navegadores ou dispositivos remotos.
ru: Общий доступ по ссылке предоставляет подготовленные элементы по временной локальной ссылке для браузеров или удаленных устройств.
tr: Bağlantı yoluyla paylaş, hazırlanan öğeleri tarayıcılar veya uzak cihazlar için geçici bir yerel bağlantı üzerinden gösterir.
ug: ئۇلىنىش ئارقىلىق ھەمبەھىرلىنىش توركۆرگۈچ ياكى يىراقتىكى ئۈسكۈنىلەرنىڭ ۋاقىتلىق يەرلىك ئۇلىنىشى ئارقىلىق قويۇلغان تۈرلەرنى ئاشكارىلايدۇ.
ur: لنک کے ذریعے شیئر تیار شدہ آئٹمز کو براؤزر یا دور کے آلات کے لیے عارضی مقامی لنک پر مہیا کرتا ہے۔
vi: Chia sẻ qua liên kết hiển thị các mục được dàn dựng qua liên kết cục bộ tạm thời cho trình duyệt hoặc thiết bị từ xa.
zh_hans: 通过链接共享通过浏览器或远程设备的临时本地链接公开暂存的项目。

# send.mode.multiple
source: Multiple recipients
ar: عدة مستلمين
bn: একাধিক প্রাপক
de: Mehrere Empfänger
es: Múltiples destinatarios
fr: Plusieurs destinataires
hi: एकाधिक प्राप्तकर्ता
id: Beberapa penerima
ja: 複数の受信者
ko: 여러 수신자
pt_br: Vários destinatários
ru: Несколько получателей
tr: Birden fazla alıcı
ug: كۆپ تاپشۇرۇۋالغۇچى
ur: متعدد وصول کنندگان
vi: Nhiều người nhận
zh_hans: 多个收件人

# send.mode.multipleDescription
source: Multiple recipients keeps sends open per device so you can target several nearby devices.
ar: يبقي وضع عدة مستلمين جلسات الإرسال مفتوحة لكل جهاز حتى تتمكن من استهداف عدة أجهزة قريبة.
bn: একাধিক প্রাপক প্রতিটি ডিভাইসে পাঠান খোলা রাখে যাতে আপনি কাছাকাছি কয়েকটি ডিভাইসকে লক্ষ্য করতে পারেন।
de: Bei mehreren Empfängern bleiben die Versendungen pro Gerät offen, sodass Sie mehrere Geräte in der Nähe gezielt ansprechen können.
es: Varios destinatarios mantienen los envíos abiertos por dispositivo para que puedas dirigirte a varios dispositivos cercanos.
fr: Plusieurs destinataires maintiennent les envois ouverts par appareil afin que vous puissiez cibler plusieurs appareils à proximité.
hi: एकाधिक प्राप्तकर्ता प्रति डिवाइस पर भेजे गए संदेशों को खुला रखते हैं ताकि आप आस-पास के कई डिवाइसों को लक्षित कर सकें।
id: Beberapa penerima mempertahankan pengiriman per perangkat agar Anda dapat menargetkan beberapa perangkat terdekat.
ja: 複数の受信者はデバイスごとに送信を開いたままにするため、近くにある複数のデバイスをターゲットにすることができます。
ko: 여러 명의 수신자가 장치별로 전송을 열어두므로 근처에 있는 여러 장치를 대상으로 지정할 수 있습니다.
pt_br: Vários destinatários mantêm os envios abertos por dispositivo para que você possa segmentar vários dispositivos próximos.
ru: При наличии нескольких получателей сообщения остаются открытыми для каждого устройства, поэтому вы можете настроить таргетинг на несколько близлежащих устройств.
tr: Birden fazla alıcı, gönderimleri cihaz başına açık tutar, böylece yakındaki birden fazla cihazı hedefleyebilirsiniz.
ug: كۆپ قوبۇللىغۇچ ھەر بىر ئۈسكۈنىگە ئوچۇق ئەۋەتىدۇ ، شۇڭا سىز يېقىن ئەتراپتىكى بىر قانچە ئۈسكۈنىنى نىشانلىيالايسىز.
ur: متعدد وصول کنندگان موڈ ہر آلے کے لیے بھیجنے کے سیشن کھلے رکھتا ہے تاکہ آپ کئی قریبی آلات کو ہدف بنا سکیں۔
vi: Nhiều người nhận tiếp tục gửi mở trên mỗi thiết bị để bạn có thể nhắm mục tiêu đến một số thiết bị lân cận.
zh_hans: 多个收件人使每台设备的发送保持打开状态，以便您可以定位附近的多个设备。

# send.mode.sheetTitle
source: Send Modes
ar: أوضاع الإرسال
bn: মোড পাঠান
de: Sendemodi
es: Modos de envío
fr: Modes d'envoi
hi: मोड भेजें
id: Mode pengiriman
ja: 送信モード
ko: 전송 모드
pt_br: Modos de envio
ru: Режимы отправки
tr: Gönderme Modları
ug: مودېل ئەۋەتىش
ur: بھیجنے کے موڈز
vi: Chế độ gửi
zh_hans: 发送模式

# send.mode.single
source: Single recipient
ar: مستلم واحد
bn: একক প্রাপক
de: Einzelner Empfänger
es: Destinatario único
fr: Destinataire unique
hi: एकल प्राप्तकर्ता
id: Satu penerima
ja: 単一の受信者
ko: 단일 수신자
pt_br: Destinatário único
ru: Один получатель
tr: Tek alıcı
ug: يەككە تاپشۇرۇۋالغۇچى
ur: ایک وصول کنندہ
vi: Người nhận duy nhất
zh_hans: 单一收件人

# send.mode.singleDescription
source: Single recipient sends the current staged items to one device in the foreground.
ar: يرسل المستلم الواحد العناصر المجهّزة إلى جهاز واحد في المقدمة.
bn: একক প্রাপক বর্তমান মঞ্চস্থ আইটেমগুলিকে অগ্রভাগে একটি ডিভাইসে পাঠায়।
de: Ein einzelner Empfänger sendet die aktuell bereitgestellten Elemente an ein Gerät im Vordergrund.
es: Un único destinatario envía los elementos preparados actualmente a un dispositivo en primer plano.
fr: Un destinataire unique envoie les éléments actuellement préparés à un appareil au premier plan.
hi: एकल प्राप्तकर्ता वर्तमान चरणबद्ध आइटम को अग्रभूमि में एक डिवाइस पर भेजता है।
id: Satu penerima mengirim item yang sedang disiapkan ke satu perangkat di latar depan.
ja: 単一の受信者が、現在ステージングされているアイテムをフォアグラウンドの 1 つのデバイスに送信します。
ko: 단일 수신자는 현재 준비된 항목을 포그라운드에 있는 하나의 장치로 보냅니다.
pt_br: Um único destinatário envia os itens atualmente preparados para um dispositivo em primeiro plano.
ru: Один получатель отправляет текущие подготовленные элементы на одно устройство на переднем плане.
tr: Tek alıcı, geçerli olarak hazırlanmış öğeleri ön plandaki bir cihaza gönderir.
ug: يەككە تاپشۇرۇۋالغۇچى نۆۋەتتىكى سەھنىدىكى نەرسىلەرنى ئالدىنقى ئورۇنغا بىر ئۈسكۈنىگە ئەۋەتىدۇ.
ur: ایک وصول کنندہ موجودہ تیار شدہ آئٹمز کو پیش منظر میں ایک آلے تک بھیجتا ہے۔
vi: Người nhận duy nhất sẽ gửi các mục theo giai đoạn hiện tại tới một thiết bị ở nền trước.
zh_hans: 单个收件人将当前暂存的项目发送到前台的一台设备。

# send.nearbyDevices
source: Nearby devices
ar: الأجهزة القريبة
bn: কাছাকাছি ডিভাইস
de: Geräte in der Nähe
es: Dispositivos cercanos
fr: Appareils à proximité
hi: निकट के उपकरण
id: Perangkat terdekat
ja: 近くのデバイス
ko: 주변 기기
pt_br: Dispositivos próximos
ru: Устройства поблизости
tr: Yakındaki cihazlar
ug: يېقىن ئۈسكۈنىلەر
ur: قریبی آلات
vi: Thiết bị lân cận
zh_hans: 附近的设备

# send.noDevices
source: No nearby devices
ar: لا توجد أجهزة قريبة
bn: কাছাকাছি কোনো ডিভাইস নেই
de: Keine Geräte in der Nähe
es: No hay dispositivos cercanos
fr: Aucun appareil à proximité
hi: आस-पास कोई उपकरण नहीं
id: Tidak ada perangkat terdekat
ja: 近くにデバイスがありません
ko: 근처에 기기 없음
pt_br: Nenhum dispositivo próximo
ru: Нет устройств поблизости
tr: Yakında cihaz yok
ug: يېقىن ئەتراپتىكى ئۈسكۈنىلەر يوق
ur: کوئی قریبی آلہ نہیں
vi: Không có thiết bị nào ở gần
zh_hans: 附近没有设备
